[
    {
      "name": "Gordon Ramsay",
      "picture_url": "",
      "years_of_experience": 30,
      "number_of_recipes": 1000,
      "likes": 150000,
      "specialty": "French cuisine",
      "description": "Gordon Ramsay is a British chef, restaurateur, and television personality. He has owned and operated a number of restaurants around the world, including the Michelin-starred Restaurant Gordon Ramsay in London. Ramsay is known for his fiery personality and no-nonsense approach to cooking, as well as his appearances on a number of TV shows, including Hell's Kitchen, MasterChef, and Kitchen Nightmares."
    },
    {
      "name": "Ina Garten",
      "picture_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Ina_Garten_2009.jpg/800px-Ina_Garten_2009.jpg",
      "years_of_experience": 40,
      "number_of_recipes": 500,
      "likes": 50000,
      "specialty": "American cuisine",
      "description": "Ina Garten is an American author and host of the Food Network program Barefoot Contessa. She is also a former staff member of the White House Office of Management and Budget. Garten is known for her simple and elegant approach to cooking, and many of her recipes are featured in her bestselling cookbooks, such as Barefoot Contessa at Home and Barefoot Contessa Parties!"
    },
    {
      "name": "Jamie Oliver",
      "picture_url": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Jamie_Oliver_2014.jpg",
      "years_of_experience": 25,
      "number_of_recipes": 800,
      "likes": 100000,
      "specialty": "Italian cuisine",
      "description": "Jamie Oliver is a British chef and restaurateur. He is known for his advocacy for healthy eating and his campaigns to improve school food. Oliver has authored several cookbooks, including Jamie's Kitchen, Jamie's Italy, and Jamie's Great Britain. He has also hosted numerous television shows, including The Naked Chef, Jamie's 15 Minute Meals, and Jamie's Super Food."
    },
    {
      "name": "Nigella Lawson",
      "picture_url": "https://upload.wikimedia.org/wikipedia/commons/6/65/Nigella_Lawson_portrait.jpg",
      "years_of_experience": 20,
      "number_of_recipes": 400,
      "likes": 75000,
      "specialty": "British cuisine",
      "description": "Nigella Lawson is a British food writer and television cook. She has written several bestselling cookbooks, including How to Eat, Nigella Bites, and Feast. Lawson is known for her relaxed and informal approach to cooking, and many of her recipes are inspired by her childhood memories and travels. She has also hosted several TV shows, including Nigella Bites and Nigella Feasts."
    },
    {
      "name": "Massimo Bottura",
      "picture_url": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Massimo_Bottura_2015.jpg",
      "years_of_experience": 30,
      "number_of_recipes": 200,
      "likes": 90000,
      "specialty": "Italian cuisine",
      "description": "Massimo Bottura is an Italian chef and restaurateur. He is the owner and chef of the three-Michelin-starred Osteria Francescana in Modena, Italy, which has been ranked as one of the best restaurants in the world. Bottura is known for his innovative and creative approach to cooking, and he has been recognized for his efforts to reduce food waste and promote sustainability in the culinary industry. He has authored several cookbooks, including Never Trust a Skinny Italian Chef and Bread is Gold."
    },
    {
      "name": "Yotam Ottolenghi",
      "picture_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Yotam_Ottolenghi.jpg",
      "years_of_experience": 15,
      "number_of_recipes": 300,
      "likes": 80000,
      "specialty": "Middle Eastern cuisine",
      "description": "Yotam Ottolenghi is a chef, restaurateur, and food writer based in London, UK. He is widely recognized for his approach to vegetarian and Middle Eastern-inspired cuisine, which he often blends with modern techniques and ingredients. Ottolenghi's dishes are known for their bold flavors and colorful presentations, and he has authored several best-selling cookbooks, including Plenty and Jerusalem. He is also the co-owner of several restaurants, including Ottolenghi and NOPI, and has been recognized with numerous awards for his contributions to the culinary world. Ottolenghi is passionate about using fresh, seasonal ingredients and believes that cooking should be enjoyable, creative, and accessible to all."

    }
  ]

